# IdeaStatiCa.ConnectionApi.Model.ConDesignSet

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **Guid** |  | [optional]
**Name** | **string** |  | [optional]
**Description** | **string** |  | [optional]
**OwnerId** | **string** |  | [optional]
**Type** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)